[Room] computations failed. Try to modify the following elements.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomsReallyFailed { get; }
  Visual Basic
Public Shared ReadOnly Property RoomsReallyFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomsReallyFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoomFailures Class
  Autodesk.Revit.DB Namespace